Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# agentSession.codex.error.unsupportedServerRequest
source: Request from Codex app-server is not supported: %@
ar: طلب خادم تطبيق Codex غير مدعوم: %@
de: Anfrage vom Codex-App-Server wird nicht unterstützt: %@
es: La solicitud del servidor de la aplicación Codex no es compatible: %@
fr: La requête provenant de Codex app-server n'est pas prise en charge : %@
ja: Codex app-server からのリクエストには対応していません: %@
ko: Codex 앱 서버의 요청은 지원되지 않습니다: %@
zh_hans: 不支持来自 Codex app-server 的请求：%@
zh_hant: 不支援來自 Codex app-server 的請求：%@

# agentSession.codex.warning.unknown
source: Codex reported a warning.
ar: أصدر Codex تحذيرًا.
de: Codex hat eine Warnung gemeldet.
es: Codex emitió una advertencia.
fr: Codex a signalé un avertissement.
ja: Codex から警告が報告されました。
ko: Codex가 경고를 보냈습니다.
zh_hans: Codex 发出警告。
zh_hant: Codex 發出警告。

# agentSession.error.missingProviderExecutable
source: %@ was not found. Install it and make sure "%@" can be run from your terminal.
ar: لم يتم العثور على %@. ثبّته وتأكد من إمكانية تشغيل "%@" من الطرفية.
de: %@ wurde nicht gefunden. Installieren Sie es und stellen Sie sicher, dass "%@" in Ihrem Terminal ausgeführt werden kann.
es: No se encontró %@. Instálalo y asegúrate de que "%@" se pueda ejecutar desde tu terminal.
fr: %@ est introuvable. Installez-le et assurez-vous que "%@" peut être exécuté depuis votre terminal.
ja: %@ が見つかりません。インストールして、ターミナルから "%@" を実行できることを確認してください。
ko: %@을(를) 찾을 수 없습니다. 설치한 후 터미널에서 "%@"을(를) 실행할 수 있는지 확인하세요.
zh_hans: 未找到 %@。请安装它，并确保可以在终端中运行 "%@"。
zh_hant: 找不到 %@。請安裝它，並確認可在終端機中執行 "%@"。

# agentSession.opencode.error.eventStreamFailed
source: OpenCode event stream disconnected.
ar: انقطع اتصال دفق أحداث OpenCode.
de: OpenCode-Ereignisstream getrennt.
es: Se desconectó el flujo de eventos de OpenCode.
fr: Le flux d’événements OpenCode s’est déconnecté.
ja: OpenCode のイベントストリームが切断されました。
ko: OpenCode 이벤트 스트림 연결이 끊어졌습니다.
zh_hans: OpenCode 事件流已断开。
zh_hant: OpenCode 事件串流已中斷連線。

# agentSession.opencode.error.sessionCreateFailed
source: OpenCode session could not be created.
ar: تعذر إنشاء جلسة OpenCode.
de: OpenCode-Sitzung konnte nicht erstellt werden.
es: No se pudo crear la sesión de OpenCode.
fr: Impossible de créer la session OpenCode.
ja: OpenCode セッションを作成できませんでした。
ko: OpenCode 세션을 생성할 수 없습니다.
zh_hans: 无法创建 OpenCode 会话。
zh_hant: 無法建立 OpenCode 工作階段。

# agentSession.provider.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hant: 法典

# agentSession.provider.opencode
source: OpenCode
ar: كود مفتوح
es: código abierto
fr: Code Ouvert
ko: 오픈코드
zh_hant: 開放程式碼

# agentSession.web.addFilesAndMore
source: Add files and more
ar: إضافة ملفات والمزيد
de: Dateien und mehr hinzufügen
es: Añadir archivos y más
fr: Ajouter des fichiers et plus encore
ja: ファイルなどを追加
ko: 파일 및 기타 추가
zh_hans: 添加文件等
zh_hant: 新增檔案與更多項目

# agentSession.web.addPhotosAndFiles
source: Add photos & files
ar: إضافة صور وملفات
de: Fotos & Dateien hinzufügen
es: Añadir fotos y archivos
fr: Ajouter des photos et des fichiers
ja: 写真とファイルを追加
ko: 사진 및 파일 추가
zh_hans: 添加照片和文件
zh_hant: 新增照片與檔案

# agentSession.web.attachFile
source: Attach file
ar: إرفاق ملف
de: Datei anhängen
es: Adjuntar archivo
fr: Joindre un fichier
ja: ファイルを添付
ko: 파일 첨부
zh_hans: 附加文件
zh_hant: 附加檔案

# agentSession.web.autoContext
source: Context
ar: السياق
de: Kontext
es: Contexto
fr: Contexte
ja: コンテキスト
ko: 컨텍스트
zh_hans: 上下文
zh_hant: 脈絡

# agentSession.web.browseWeb
source: Browse web
ar: تصفح الويب
de: Web durchsuchen
es: Navegar por la web
fr: Naviguer sur le Web
ja: Web を閲覧
ko: 웹 브라우징
zh_hans: 浏览网页
zh_hant: 瀏覽網頁

# agentSession.web.changePermissions
source: Change permissions
ar: تغيير الأذونات
de: Berechtigungen ändern
es: Cambiar permisos
fr: Modifier les autorisations
ja: 権限を変更
ko: 권한 변경
zh_hans: 更改权限
zh_hant: 變更權限

# agentSession.web.collapseShell
source: Collapse shell
ar: طي الغلاف
de: Shell zuklappen
es: Contraer shell
fr: Réduire le shell
ja: シェルを折りたたむ
ko: 셸 접기
zh_hans: 收起 shell
zh_hant: 摺疊 shell

# agentSession.web.composerNoResults
source: No results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
ja: 結果がありません
ko: 결과 없음
zh_hans: 无结果
zh_hant: 無結果

# agentSession.web.copiedAssistantMessage
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# agentSession.web.copiedShellContents
source: Copied shell contents
ar: تم نسخ محتويات الغلاف
de: Shell-Inhalte kopiert
es: Contenido del shell copiado
fr: Contenu du shell copié
ja: シェルの内容をコピーしました
ko: 셸 내용 복사됨
zh_hans: 已复制 shell 内容
zh_hant: 已複製 shell 內容

# agentSession.web.copiedUserMessage
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# agentSession.web.copyAssistantMessage
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# agentSession.web.copyOutput
source: Copy output
ar: نسخ المخرجات
de: Ausgabe kopieren
es: Copiar salida
fr: Copier la sortie
ja: 出力をコピー
ko: 출력 복사
zh_hans: 复制输出
zh_hant: 複製輸出

# agentSession.web.copyShellContents
source: Copy shell contents
ar: نسخ محتويات الغلاف
de: Shell-Inhalte kopieren
es: Copiar contenido del shell
fr: Copier le contenu du shell
ja: シェルの内容をコピー
ko: 셸 내용 복사
zh_hans: 复制 shell 内容
zh_hant: 複製 shell 內容

# agentSession.web.copyUserMessage
source: Copy message
ar: نسخ الرسالة
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
ja: メッセージをコピー
ko: 메시지 복사
zh_hans: 复制消息
zh_hant: 複製訊息

# agentSession.web.error.requestFailed
source: Native bridge request failed.
ar: فشل طلب الجسر الأصيل.
de: Anfrage an native Bridge fehlgeschlagen.
es: La solicitud del puente nativo falló.
fr: La requête du pont natif a échoué.
ja: ネイティブブリッジのリクエストに失敗しました。
ko: 네이티브 브리지 요청에 실패했습니다.
zh_hans: 原生桥接请求失败。
zh_hant: 原生橋接請求失敗。

# agentSession.web.ideContext
source: IDE context
ar: سياق IDE
de: IDE-Kontext
es: Contexto de IDE
fr: Contexte de l’IDE
ja: IDE コンテキスト
ko: IDE 컨텍스트
zh_hans: IDE 上下文
zh_hant: IDE 脈絡

# agentSession.web.includeIdeContext
source: Include IDE context
ar: تضمين سياق IDE
de: IDE-Kontext einbeziehen
es: Incluir contexto de IDE
fr: Inclure le contexte de l’IDE
ja: IDE コンテキストを含める
ko: IDE 컨텍스트 포함
zh_hans: 包含 IDE 上下文
zh_hant: 包含 IDE 脈絡

# agentSession.web.log.providerExitedFormat
source: Provider exited %d
ar: خرج المزود مع الرمز %d
de: Provider mit %d beendet
es: El proveedor finalizó %d
fr: Le fournisseur a quitté avec le code %d
ja: プロバイダーが終了しました %d
ko: 프로바이더가 종료되었습니다 (%d)
zh_hans: 提供方已退出 %d
zh_hant: 提供者已退出 %d

# agentSession.web.log.providerStarted
source: Provider started
ar: بدأ المزود
de: Provider gestartet
es: Proveedor iniciado
fr: Fournisseur démarré
ja: プロバイダーを開始しました
ko: 프로바이더 시작됨
zh_hans: 提供方已启动
zh_hant: 提供者已啟動

# agentSession.web.log.rendererReadyFormat
source: %@ ready
ar: %@ جاهز
de: %@ bereit
es: %@ listo
fr: %@ prêt
ja: %@ の準備ができました
ko: %@ 준비 완료
zh_hans: %@ 已就绪
zh_hant: %@ 已就緒

# agentSession.web.log.sentCharsFormat
source: Sent %d chars
ar: تم إرسال %d حرف
de: %d Zeichen gesendet
es: Se enviaron %d caracteres
fr: Envoyé %d caractères
ja: %d 文字を送信しました
ko: %d자 전송됨
zh_hans: 已发送 %d 个字符
zh_hant: 已傳送 %d 個字元

# agentSession.web.log.stopped
source: Stopped
ar: توقف
de: Angehalten
es: Interrumpido
fr: Arrêté
ja: 停止しました
ko: 중지됨
zh_hans: 已停止
zh_hant: 已停止

# agentSession.web.mentionCurrentWorkspace
source: Current workspace
ar: مساحة العمل الحالية
de: Aktueller Arbeitsbereich
es: Espacio de trabajo actual
fr: Espace de travail actuel
ja: 現在のワークスペース
ko: 현재 작업 공간
zh_hans: 当前工作区
zh_hant: 目前工作區

# agentSession.web.mentionMenuTitle
source: Mention
ar: إشارة
de: Erwähnung
es: Mencionar
ja: メンション
ko: 멘션
zh_hans: 提及
zh_hant: 提及

# agentSession.web.permissions.autoReview
source: Auto-review
ar: مراجعة تلقائية
es: Revisión automática
fr: Revue automatique
ja: 自動レビュー
ko: 자동 검토
zh_hans: 自动审查
zh_hant: 自動審查

# agentSession.web.permissions.custom
source: Custom (config.toml)
ar: مخصص (config.toml)
de: Benutzerdefiniert (config.toml)
es: Personalizado (config.toml)
fr: Personnalisé (config.toml)
ja: カスタム (config.toml)
ko: 사용자 정의 (config.toml)
zh_hans: 自定义（config.toml）
zh_hant: 自訂 (config.toml)

# agentSession.web.permissions.default
source: Default permissions
ar: الأذونات الافتراضية
de: Standardberechtigungen
es: Permisos predeterminados
fr: Autorisations par défaut
ja: デフォルト権限
ko: 기본 권한
zh_hans: 默认权限
zh_hant: 預設權限

# agentSession.web.permissions.fullAccess
source: Full access
ar: وصول كامل
de: Vollzugriff
es: Acceso total
fr: Accès complet
ja: フルアクセス
ko: 전체 액세스
zh_hans: 完全访问
zh_hant: 完整存取權

# agentSession.web.planMode
source: Plan mode
ar: وضع التخطيط
de: Planungsmodus
es: Modo plan
fr: Mode plan
ja: 計画モード
ko: 계획 모드
zh_hans: 计划模式
zh_hant: 規劃模式

# agentSession.web.planSuggestion.action
source: Use plan mode
ar: استخدام وضع التخطيط
de: Planungsmodus verwenden
es: Usar modo plan
fr: Utiliser le mode plan
ja: 計画モードを使用
ko: 계획 모드 사용
zh_hans: 使用计划模式
zh_hant: 使用規劃模式

# agentSession.web.planSuggestion.dismiss
source: Dismiss suggestion
ar: تجاهل الاقتراح
de: Vorschlag verwerfen
es: Descartar sugerencia
fr: Ignorer la suggestion
ja: 提案を閉じる
ko: 제안 무시
zh_hans: 忽略建议
zh_hant: 忽略建議

# agentSession.web.planSuggestion.title
source: Create a plan
ar: إنشاء خطة
de: Einen Plan erstellen
es: Crear un plan
fr: Créer un plan
ja: 計画を作成
ko: 계획 만들기
zh_hans: 创建计划
zh_hant: 建立計畫

# agentSession.web.promptPlaceholder
source: Ask anything
ar: اسأل عن أي شيء
de: Frag mich etwas
es: Pregunta lo que quieras
fr: Demander n’importe quoi
ja: 何でも聞いてください
ko: 무엇이든 물어보세요
zh_hans: 问点什么
zh_hant: 詢問任何問題

# agentSession.web.provider
source: Provider
ar: مزود
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
zh_hans: 提供方
zh_hant: 提供者

# agentSession.web.rateLimit.daysFormat
source: %@d
ar: %@ي
de: %@ T
fr: %@ j
it: %@ g
ja: %@日
ko: %@일
ru: %@ д
th: %@วัน
tr: %@ g
uk: %@ д
zh_hans: %@天
zh_hant: %@天

# agentSession.web.rateLimit.hoursFormat
source: %@h
ar: %@س
da: %@t
de: %@ Std.
ja: %@時間
ko: %@시간
nb: %@ t
pl: %@ godz.
ru: %@ ч
th: %@ชม.
tr: %@ sa
uk: %@ год
zh_hans: %@小时
zh_hant: %@小時

# agentSession.web.rateLimit.minutesFormat
source: %@m
ar: %@د
bs: %@min
de: %@ Min.
es: %@ min
fr: %@ min
it: %@ min
ja: %@分
ko: %@분
nb: %@ min
pl: %@ min
pt_br: %@ min
ru: %@ мин
th: %@น.
tr: %@ dk
uk: %@ хв
zh_hans: %@分钟
zh_hant: %@分鐘

# agentSession.web.rateLimit.monthly
source: Monthly
ar: شهريًا
de: Monatlich
es: Mensual
fr: Mensuel
ja: 毎月
ko: 월간
zh_hans: 每月
zh_hant: 每月

# agentSession.web.rateLimit.primary
source: Primary
ar: رئيسي
de: Primär
es: Principal
fr: Principal
ja: プライマリ
ko: 기본
zh_hans: 主要
zh_hant: 主要

# agentSession.web.rateLimit.resets
source: resets
ar: إعادة تعيين
de: Zurücksetzungen
es: se restablece
fr: se réinitialise
ja: リセット
ko: 초기화
zh_hans: 重置
zh_hant: 重設

# agentSession.web.rateLimit.secondary
source: Secondary
ar: ثانوي
de: Sekundär
es: Secundario
fr: Secondaire
ja: セカンダリ
ko: 보조
zh_hans: 次要
zh_hant: 次要

# agentSession.web.rateLimit.usageRemaining
source: Usage remaining
ar: الاستخدام المتبقي
de: Verbleibende Nutzung
es: Uso restante
fr: Utilisation restante
ja: 残り使用量
ko: 남은 사용량
zh_hans: 剩余用量
zh_hant: 剩餘使用量

# agentSession.web.rateLimit.weekly
source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
ko: 주간
zh_hans: 每周
zh_hant: 每週

# agentSession.web.rateLimits
source: Rate limits
ar: حدود المعدل
de: Ratenbegrenzungen
es: Límites de frecuencia
fr: Limites de débit
ja: レート制限
ko: 속도 제한
zh_hans: 速率限制
zh_hant: 速率限制

# agentSession.web.reasoningEffort.high
source: High
ar: عالي
de: Hoch
es: Alto
fr: Haut
ja: 高
ko: 높은
zh_hans: 高
zh_hant: 高的

# agentSession.web.removeAttachment
source: Remove attachment
ar: إزالة المرفق
de: Anhang entfernen
es: Quitar archivo adjunto
fr: Supprimer la pièce jointe
ja: 添付を削除
ko: 첨부 파일 제거
zh_hans: 移除附件
zh_hant: 移除附件

# agentSession.web.send
source: Send
ar: إرسال
de: Schicken
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내다
zh_hans: 发送
zh_hant: 傳送

# agentSession.web.shellLabel
source: Shell
ar: صدَفَة
de: Hülse
es: Caparazón
fr: Coquille
ja: シェル
ko: 껍데기
zh_hant: 殼

# agentSession.web.shellSuccess
source: Success
ar: نجاح
de: Erfolgreich
es: Éxito
fr: Succès
ja: 成功
ko: 성공
zh_hans: 成功
zh_hant: 成功

# agentSession.web.showLess
source: Show less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
ja: 表示を減らす
ko: 간략히 보기
zh_hans: 收起
zh_hant: 顯示較少

# agentSession.web.showMore
source: Show more
ar: عرض المزيد
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ja: もっと表示
ko: 더 보기
zh_hans: 展开
zh_hant: 顯示更多

# agentSession.web.skillCodeReview
source: Code review
ar: مراجعة الكود
es: Revisión de código
fr: Revue de code
ja: コードレビュー
ko: 코드 리뷰
zh_hans: 代码审查
zh_hant: 程式碼審查

# agentSession.web.skillMenuTitle
source: Skills
ar: المهارات
es: Habilidades
fr: Compétences
ja: スキル
ko: 스킬
zh_hans: 技能
zh_hant: 技能

# agentSession.web.skillPlan
source: Plan
ar: خطة
ja: 計画
ko: 계획
zh_hans: 计划
zh_hant: 計畫

# agentSession.web.skillResearch
source: Research
ar: بحث
de: Recherche
es: Investigar
fr: Recherche
ja: 調査
ko: 리서치
zh_hans: 调研
zh_hant: 研究

# agentSession.web.start
source: Start
ar: بدء
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 啟動

# agentSession.web.status.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallido
fr: Échoué
ja: 失敗
ko: 실패한
zh_hans: 失败
zh_hant: 失敗的

# agentSession.web.status.idle
source: Idle
ar: خامل
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 待機中
ko: 대기 중
zh_hans: 空闲
zh_hant: 閒置

# agentSession.web.status.loading
source: Loading
ar: تحميل
de: Laden
es: Cargando
fr: Chargement
ja: 読み込み中
ko: 로드 중
zh_hans: 加载中
zh_hant: 載入中

# agentSession.web.status.running
source: Running
ar: قيد التشغيل
de: Wird ausgeführt
es: En ejecución
fr: En cours d'exécution
ja: 実行中
ko: 실행 중
zh_hans: 运行中
zh_hant: 執行中

# agentSession.web.status.starting
source: Starting
ar: البدء
de: Beginnt
es: A partir de
fr: Départ
ja: 開始中
ko: 시작
zh_hans: 启动中
zh_hant: 開始

# agentSession.web.status.stopping
source: Stopping
ar: يجري الإيقاف
de: Wird gestoppt...
es: Deteniendo
fr: Arrêt en cours
ja: 停止中
ko: 중지 중
zh_hans: 停止中
zh_hant: 正在停止

# agentSession.web.stop
source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêt
ja: 停止
ko: 멈추다
zh_hans: 停止
zh_hant: 停止

# agentSession.web.tools
source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

# agentSession.web.voiceInput
source: Voice input
ar: إدخال صوتي
de: Spracheingabe
es: Entrada de voz
fr: Saisie vocale
ja: 音声入力
ko: 음성 입력
zh_hans: 语音输入
zh_hant: 語音輸入

# alert.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.customColor.apply
source: Apply
ar: تطبيق
bs: Primijeni
da: Anvend
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
nb: Bruk
pl: Zastosuj
pt_br: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

# alert.customColor.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# alert.customColor.message
source: Enter a hex color in the format #RRGGBB.
ar: أدخل لونًا سداسيًا بالتنسيق #RRGGBB.
bs: Unesite heksadecimalnu boju u formatu #RRGGBB.
da: Indtast en hex-farve i formatet #RRGGBB.
de: Geben Sie eine Hex-Farbe im Format #RRGGBB ein.
es: Introduce un color hexadecimal con el formato #RRGGBB.
fr: Saisissez une couleur hexadécimale au format #RRVVBB.
it: Inserisci un colore esadecimale nel formato #RRGGBB.
ja: #RRGGBB形式で16進カラーコードを入力してください。
ko: #RRGGBB 형식으로 16진수 색상을 입력하세요.
nb: Skriv inn en heksadesimal farge i formatet #RRGGBB.
pl: Wprowadź kolor szesnastkowy w formacie #RRGGBB.
pt_br: Insira uma cor hexadecimal no formato #RRGGBB.
ru: Введите цвет в формате #RRGGBB.
th: ป้อนรหัสสี hex ในรูปแบบ #RRGGBB
tr: #RRGGBB biçiminde bir onaltılık renk girin.
uk: Введіть колір у форматі #RRGGBB.
zh_hans: 请输入 #RRGGBB 格式的十六进制颜色。
zh_hant: 請輸入 #RRGGBB 格式的十六進位色碼。

# alert.customColor.title
source: Custom Workspace Color
ar: لون مساحة عمل مخصص
bs: Prilagođena boja radnog prostora
da: Tilpasset arbejdsområdefarve
de: Benutzerdefinierte Arbeitsbereichsfarbe
es: Color personalizado del espacio de trabajo
fr: Couleur personnalisée de l'espace de travail
it: Colore personalizzato area di lavoro
ja: カスタムワークスペースカラー
ko: 사용자 지정 작업 공간 색상
nb: Egendefinert arbeidsområdefarge
pl: Własny kolor przestrzeni roboczej
pt_br: Cor Personalizada da Área de Trabalho
ru: Пользовательский цвет рабочего пространства
th: สีเวิร์กสเปซที่กำหนดเอง
tr: Özel Çalışma Alanı Rengi
uk: Власний колір робочої області
zh_hans: 自定义工作区颜色
zh_hant: 自訂工作區顏色

# alert.invalidColor.emptyMessage
source: Enter a hex color in the format #RRGGBB.
ar: أدخل لونًا سداسيًا بالتنسيق #RRGGBB.
bs: Unesite heksadecimalnu boju u formatu #RRGGBB.
da: Indtast en hex-farve i formatet #RRGGBB.
de: Geben Sie eine Hex-Farbe im Format #RRGGBB ein.
es: Introduce un color hexadecimal con el formato #RRGGBB.
fr: Saisissez une couleur hexadécimale au format #RRVVBB.
it: Inserisci un colore esadecimale nel formato #RRGGBB.
ja: #RRGGBB形式で16進カラーコードを入力してください。
ko: #RRGGBB 형식으로 16진수 색상을 입력하세요.
nb: Skriv inn en heksadesimal farge i formatet #RRGGBB.
pl: Wprowadź kolor szesnastkowy w formacie #RRGGBB.
pt_br: Insira uma cor hexadecimal no formato #RRGGBB.
ru: Введите цвет в формате #RRGGBB.
th: ป้อนรหัสสี hex ในรูปแบบ #RRGGBB
tr: #RRGGBB biçiminde bir onaltılık renk girin.
uk: Введіть колір у форматі #RRGGBB.
zh_hans: 请输入 #RRGGBB 格式的十六进制颜色。
zh_hant: 請輸入 #RRGGBB 格式的十六進位色碼。

# alert.invalidColor.invalidMessage
source: "%@" is not a valid hex color. Use #RRGGBB.
ar: "%@" ليس لونًا سداسيًا صالحًا. استخدم #RRGGBB.
bs: "%@" nije važeća heksadecimalna boja. Koristite #RRGGBB.
da: "%@" er ikke en gyldig hex-farve. Brug #RRGGBB.
de: "%@" ist keine gültige Hex-Farbe. Verwenden Sie #RRGGBB.
es: "%@" no es un color hexadecimal válido. Usa #RRGGBB.
fr: « %@ » n'est pas une couleur hexadécimale valide. Utilisez le format #RRVVBB.
it: "%@" non è un colore esadecimale valido. Usa #RRGGBB.
ja: 「%@」は有効な16進カラーではありません。#RRGGBB形式で入力してください。
ko: "%@"은(는) 유효한 16진수 색상이 아닙니다. #RRGGBB 형식을 사용하세요.
nb: «%@» er ikke en gyldig heksadesimal farge. Bruk #RRGGBB.
pl: "%@" nie jest prawidłowym kolorem szesnastkowym. Użyj #RRGGBB.
pt_br: "%@" não é uma cor hexadecimal válida. Use #RRGGBB.
ru: «%@» не является допустимым цветом. Используйте формат #RRGGBB.
th: "%@" ไม่ใช่รหัสสี hex ที่ถูกต้อง ใช้ #RRGGBB
tr: "%@" geçerli bir onaltılık renk değil. #RRGGBB kullanın.
uk: "%@" — недійсний hex-колір. Використовуйте #RRGGBB.
zh_hans: "%@" 不是有效的十六进制颜色。请使用 #RRGGBB 格式。
zh_hant: 「%@」不是有效的十六進位色碼。請使用 #RRGGBB 格式。

# alert.invalidColor.ok
source: OK
ar: موافق
fr: D'ACCORD
ko: 확인
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# alert.invalidColor.title
source: Invalid Color
ar: لون غير صالح
bs: Nevažeća boja
da: Ugyldig farve
de: Ungültige Farbe
es: Color no válido
fr: Couleur non valide
it: Colore non valido
ja: 無効なカラー
ko: 잘못된 색상
nb: Ugyldig farge
pl: Nieprawidłowy kolor
pt_br: Cor Inválida
ru: Недопустимый цвет
th: สีไม่ถูกต้อง
tr: Geçersiz Renk
uk: Недійсний колір
zh_hans: 无效颜色
zh_hant: 無效的顏色

# alert.moveTab.failed.message
source: cmux could not move this tab to the selected destination.
ar: لم يتمكن cmux من نقل علامة التبويب هذه إلى الوجهة المحددة.
bs: cmux nije mogao premjestiti ovu karticu na odabrano odredište.
da: cmux kunne ikke flytte dette faneblad til den valgte destination.
de: cmux konnte diesen Tab nicht zum ausgewählten Ziel verschieben.
es: cmux no pudo mover esta pestaña al destino seleccionado.
fr: cmux n'a pas pu déplacer cet onglet vers la destination sélectionnée.
it: cmux non è riuscito a spostare questa scheda nella destinazione selezionata.
ja: cmuxはこのタブを選択した移動先に移動できませんでした。
ko: cmux가 이 탭을 선택한 대상으로 이동할 수 없습니다.
nb: cmux kunne ikke flytte denne fanen til det valgte målet.
pl: cmux nie mógł przenieść tej karty do wybranego miejsca docelowego.
pt_br: O cmux não conseguiu mover esta aba para o destino selecionado.
ru: cmux не смог переместить эту вкладку в выбранное место назначения.
th: cmux ไม่สามารถย้ายแท็บนี้ไปยังปลายทางที่เลือกได้
tr: cmux bu sekmeyi seçilen hedefe taşıyamadı.
zh_hans: cmux 无法将此标签页移动到所选位置。
zh_hant: cmux 無法將此標籤頁移動到所選位置。

# alert.moveTab.failed.title
source: Move Failed
ar: فشل النقل
bs: Premještanje nije uspjelo
da: Flytning mislykkedes
de: Verschieben fehlgeschlagen
es: Error al mover
fr: Échec du déplacement
it: Spostamento non riuscito
ja: 移動に失敗
ko: 이동 실패
nb: Flytting mislyktes
pl: Przenoszenie nie powiodło się
pt_br: Falha ao Mover
ru: Не удалось переместить
th: ย้ายไม่สำเร็จ
tr: Taşıma Başarısız
zh_hans: 移动失败
zh_hant: 移動失敗

# alert.moveTab.message
source: Choose a destination for this tab.
ar: اختر وجهة لعلامة التبويب هذه.
bs: Odaberite odredište za ovu karticu.
da: Vælg en destination for dette faneblad.
de: Wählen Sie ein Ziel für diesen Tab.
es: Elige un destino para esta pestaña.
fr: Choisissez une destination pour cet onglet.
it: Scegli una destinazione per questa scheda.
ja: このタブの移動先を選択してください。
ko: 이 탭의 대상을 선택하세요.
nb: Velg et mål for denne fanen.
pl: Wybierz miejsce docelowe dla tej karty.
pt_br: Escolha um destino para esta aba.
ru: Выберите назначение для этой вкладки.
th: เลือกปลายทางสำหรับแท็บนี้
tr: Bu sekme için bir hedef seçin.
zh_hans: 选择此标签页的目标位置。
zh_hant: 選擇此標籤頁的目標位置。

# alert.moveTab.move
source: Move
ar: نقل
bs: Premjesti
da: Flyt
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
ja: 移動
ko: 이동
nb: Flytt
pl: Przenieś
pt_br: Mover
ru: Переместить
th: ย้าย
tr: Taşı
zh_hans: 移动
zh_hant: 移動

# alert.moveTab.newWorkspaceInCurrentWindow
source: New Workspace in Current Window
ar: مساحة عمل جديدة في النافذة الحالية
bs: Novi radni prostor u trenutnom prozoru
da: Nyt arbejdsområde i aktuelt vindue
de: Neuer Arbeitsbereich im aktuellen Fenster
es: Nuevo espacio de trabajo en ventana actual
fr: Nouvel espace de travail dans la fenêtre actuelle
it: Nuova area di lavoro nella finestra corrente
ja: 現在のウィンドウに新しいワークスペース
ko: 현재 창에 새 작업 공간
nb: Nytt arbeidsområde i nåværende vindu
pl: Nowa przestrzeń robocza w bieżącym oknie
pt_br: Nova Área de Trabalho na Janela Atual
ru: Новое рабочее пространство в текущем окне
th: เวิร์กสเปซใหม่ในหน้าต่างปัจจุบัน
tr: Mevcut Pencerede Yeni Çalışma Alanı
zh_hans: 在当前窗口新建工作区
zh_hant: 在目前視窗新建工作區

# alert.moveTab.selectedWorkspaceInNewWindow
source: Selected Workspace in New Window
ar: مساحة العمل المحددة في نافذة جديدة
bs: Odabrani radni prostor u novom prozoru
da: Valgt arbejdsområde i nyt vindue
de: Ausgewählter Arbeitsbereich in neuem Fenster
es: Espacio de trabajo seleccionado en nueva ventana
fr: Espace de travail sélectionné dans une nouvelle fenêtre
it: Area di lavoro selezionata in nuova finestra
ja: 選択したワークスペースを新しいウィンドウに
ko: 새 창에서 선택한 작업 공간
nb: Valgt arbeidsområde i nytt vindu
pl: Wybrana przestrzeń robocza w nowym oknie
pt_br: Área de Trabalho Selecionada em Nova Janela
ru: Выбранное рабочее пространство в новом окне
th: เวิร์กสเปซที่เลือกในหน้าต่างใหม่
tr: Seçili Çalışma Alanı Yeni Pencerede
zh_hans: 在新窗口中打开选中的工作区
zh_hant: 在新視窗中開啟選取的工作區

# alert.moveTab.title
source: Move Tab
ar: نقل علامة التبويب
bs: Premjesti karticu
da: Flyt faneblad
de: Tab verschieben
es: Mover pestaña
fr: Déplacer l'onglet
it: Sposta scheda
ja: タブを移動
ko: 탭 이동
nb: Flytt fane
pl: Przenieś kartę
pt_br: Mover Aba
ru: Переместить вкладку
th: ย้ายแท็บ
tr: Sekmeyi Taşı
zh_hans: 移动标签页
zh_hant: 移動標籤頁

# alert.ok
source: OK
ar: موافق
es: Aceptar
fr: D'ACCORD
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定
